Returns the current view display model settings for the view.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public ViewDisplayModel GetViewDisplayModel()
  Visual Basic
Public Function GetViewDisplayModel As ViewDisplayModel
  Visual C++
public:
ViewDisplayModel^ GetViewDisplayModel()
 Return Value
 Current view display model settings.
 See Also
  View Class
  Autodesk.Revit.DB Namespace